{
  "Comment.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "heirline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "neodev.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-endwise": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "onedark.nvim": {
    "branch": "master"
  },
  "playground": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rainbow-delimiters.nvim": {
    "branch": "master"
  },
  "ultimate-autopair.nvim": {
    "branch": "v0.6"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
